Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Tap the Stop button in the chat top bar — it now kills both the LLM response AND the text-to-speech. If you're in voice conversation mode, the mic button does the same when the AI is speaking. Interrupt-by-voice requires at least two recognized words (intentional, to avoid false triggers on coughs and passing cars).
ar: اضغط زر الإيقاف في الشريط العلوي للمحادثة — أصبح يوقف كلًّا من رد النموذج اللغوي وتحويل النص إلى كلام. إذا كنت في وضع المحادثة الصوتية، فإن زر الميكروفون يفعل الشيء نفسه عندما يتكلم الذكاء الاصطناعي. تتطلب المقاطعة بالصوت كلمتين معروفتين على الأقل (عن قصد، لتجنّب التفعيل الخاطئ بسبب السعال والسيارات العابرة).
da: Tryk på Stop-knappen i chattens topbjælke — den stopper nu både LLM-svaret OG oplæsningen. Er du i stemmesamtaletilstand, gør mikrofonknappen det samme, mens AI'en taler. Afbrydelse med stemmen kræver mindst to genkendte ord (bevidst, for at undgå fejludløsning ved host og forbipasserende biler).
de: Tippe auf die Stopp-Taste in der oberen Leiste des Chats — sie beendet jetzt sowohl die Antwort des Sprachmodells ALS AUCH die Sprachausgabe. Im Sprachunterhaltungsmodus macht die Mikrofontaste dasselbe, während die KI spricht. Für eine Unterbrechung per Stimme sind mindestens zwei erkannte Wörter nötig (beabsichtigt, um Fehlauslösungen durch Husten oder vorbeifahrende Autos zu vermeiden).
es: Toca el botón Detener en la barra superior del chat: ahora detiene tanto la respuesta del LLM COMO la voz sintetizada. Si estás en modo de conversación por voz, el botón del micrófono hace lo mismo mientras la IA habla. Interrumpir con la voz requiere al menos dos palabras reconocidas (a propósito, para evitar falsos disparos por toses o coches que pasan).
fi: Napauta keskustelun yläpalkin Pysäytä-painiketta — se lopettaa nyt sekä kielimallin vastauksen ETTÄ puhesynteesin. Puhekeskustelutilassa mikrofonipainike tekee saman, kun tekoäly puhuu. Puheella keskeyttäminen vaatii vähintään kaksi tunnistettua sanaa (tarkoituksella, jotta yskä tai ohi ajavat autot eivät laukaise sitä vahingossa).
fr: Touchez le bouton Arrêter dans la barre supérieure de la conversation — il arrête désormais à la fois la réponse du LLM ET la synthèse vocale. En mode conversation vocale, le bouton du micro fait de même quand l’IA parle. L’interruption vocale nécessite au moins deux mots reconnus (volontairement, pour éviter les faux déclenchements dus à une toux ou à une voiture qui passe).
is: Ýttu á Stöðva-hnappinn efst í spjallinu — hann stöðvar nú bæði svar mállíkansins OG talgervilinn. Ef þú ert í raddsamtalsham gerir hljóðnemahnappurinn það sama þegar gervigreindin talar. Til að grípa fram í með rödd þarf að minnsta kosti tvö greind orð (viljandi, til að forðast að hósti eða bílar sem keyra fram hjá kveiki á því).
it: Tocca il pulsante Ferma nella barra superiore della chat: ora interrompe sia la risposta dell'LLM SIA la sintesi vocale. In modalità conversazione vocale, il pulsante del microfono fa lo stesso mentre l'IA parla. Per interrompere con la voce servono almeno due parole riconosciute (di proposito, per evitare falsi inneschi con colpi di tosse o auto di passaggio).
ja: チャット上部バーの停止ボタンをタップしてください — LLM の応答と読み上げの両方が止まるようになりました。音声会話モードでは、AI が話している間はマイクボタンでも同じことができます。声による割り込みには、認識された単語が 2 語以上必要です（咳や通り過ぎる車での誤作動を避けるための意図的な仕様です）。
ko: 채팅 상단 바의 정지 버튼을 탭하세요 — 이제 LLM 응답과 음성 출력(TTS)을 모두 중지합니다. 음성 대화 모드에서는 AI가 말하는 동안 마이크 버튼도 같은 역할을 합니다. 음성으로 끼어들려면 인식된 단어가 두 개 이상 필요합니다(기침이나 지나가는 차 소리로 잘못 작동하지 않도록 의도한 것입니다).
nb: Trykk på Stopp-knappen i den øverste linjen i chatten — den stopper nå både LLM-svaret OG talesyntesen. Hvis du er i talesamtalemodus, gjør mikrofonknappen det samme mens AI-en snakker. Avbrytelse med stemmen krever minst to gjenkjente ord (med vilje, for å unngå falske utløsninger fra hosting og forbipasserende biler).
nl: Tik op de stopknop in de bovenbalk van de chat — die stopt nu zowel het antwoord van het taalmodel ALS de spraakuitvoer. In de spraakgespreksmodus doet de microfoonknop hetzelfde als de AI spreekt. Onderbreken met je stem vereist minstens twee herkende woorden (bewust, om valse triggers door hoesten en passerende auto’s te voorkomen).
pt_br: Toque no botão Parar na barra superior do chat — agora ele interrompe tanto a resposta do LLM QUANTO a leitura em voz alta. Se você estiver no modo de conversa por voz, o botão do microfone faz o mesmo enquanto a IA fala. A interrupção por voz exige pelo menos duas palavras reconhecidas (de propósito, para evitar disparos falsos com tosses e carros passando).
ru: Нажмите кнопку «Стоп» в верхней панели чата — теперь она останавливает и ответ модели, И синтез речи. В режиме голосового разговора кнопка микрофона делает то же самое, пока говорит ИИ. Для прерывания голосом нужно не менее двух распознанных слов (намеренно, чтобы кашель и проезжающие машины не вызывали ложных срабатываний).
sv: Tryck på Stopp-knappen i chattens övre fält — den stoppar nu både språkmodellens svar OCH talsyntesen. I röstsamtalsläge gör mikrofonknappen samma sak när AI:n pratar. Avbrott med rösten kräver minst två igenkända ord (avsiktligt, för att undvika att hosta och förbipasserande bilar utlöser det).
zh_hans: 点按对话顶部栏中的“停止”按钮 — 现在它会同时终止 LLM 回复和语音朗读。如果你处于语音对话模式，AI 说话时点按麦克风按钮效果相同。用语音打断需要至少两个可识别的词（有意设计，以避免咳嗽和路过的车辆误触发）。

source: Tap your device in the known devices list, or tap Scan for Devices to find it
ar: اضغط جهازك في قائمة الأجهزة المعروفة، أو اضغط البحث عن الأجهزة للعثور عليه
da: Tryk på din enhed på listen over kendte enheder, eller tryk på Søg efter enheder for at finde den
de: Tippe in der Liste bekannter Geräte auf dein Gerät oder auf „Nach Geräten suchen“, um es zu finden
es: Toca tu dispositivo en la lista de dispositivos conocidos, o toca Buscar dispositivos para encontrarlo
fi: Napauta laitettasi tunnettujen laitteiden luettelossa tai napauta Etsi laitteita löytääksesi sen
fr: Touchez votre appareil dans la liste des appareils connus, ou touchez Rechercher des appareils pour le trouver
is: Ýttu á tækið þitt á listanum yfir þekkt tæki, eða ýttu á Leita að tækjum til að finna það
it: Tocca il dispositivo nell'elenco dei dispositivi conosciuti, oppure tocca Cerca dispositivi per trovarlo
ja: 既知のデバイス一覧でデバイスをタップするか、「デバイスを検索」をタップして見つけます
ko: 알려진 기기 목록에서 기기를 탭하거나, 기기 검색을 탭해 찾으세요
nb: Trykk på enheten din i listen over kjente enheter, eller trykk Søk etter enheter for å finne den
nl: Tik op je apparaat in de lijst met bekende apparaten, of tik op Scannen naar apparaten om het te vinden
pt_br: Toque no seu dispositivo na lista de dispositivos conhecidos ou toque em Buscar Dispositivos para encontrá-lo
ru: Нажмите на устройство в списке известных устройств или нажмите «Поиск устройств», чтобы найти его
sv: Tryck på din enhet i listan över kända enheter, eller tryck på Sök efter enheter för att hitta den
zh_hans: 在已知设备列表中点按你的设备，或点按“扫描设备”查找

source: Tappable Date Citations
ar: تواريخ مُستشهَد بها قابلة للضغط
da: Kildedatoer, du kan trykke på
de: Antippbare Datumsverweise
es: Citas de fechas que se pueden tocar
fi: Napautettavat päivämääräviittaukset
fr: Dates citées interactives
is: Dagsetningartilvísanir sem hægt er að ýta á
it: Date citate toccabili
ja: タップできる日付の引用
ko: 탭할 수 있는 날짜 인용
nb: Datohenvisninger du kan trykke på
nl: Aantikbare datumverwijzingen
pt_br: Citações de datas tocáveis
ru: Нажимаемые ссылки на даты
sv: Tryckbara datumhänvisningar
zh_hans: 可点按的日期引用

source: Teal
ar: أزرق مخضر
da: Blågrøn
de: Blaugrün
es: Verde azulado
fi: Sinivihreä
fr: Sarcelle
is: Blágrænt
it: Verde acqua
ja: ティール
ko: 틸
nb: Blågrønn
nl: Blauwgroen
pt_br: Turquesa
ru: Бирюзовый
sv: Blågrön
zh_hans: 青色

source: Technical — Signal noise or impossible values (<300ms or >2000ms intervals)
ar: تقنية — ضوضاء في الإشارة أو قيم مستحيلة (فواصل <300ms أو >2000ms)
da: Teknisk — Signalstøj eller umulige værdier (intervaller <300 ms eller >2000 ms)
de: Technisch — Signalrauschen oder unmögliche Werte (Intervalle <300 ms oder >2000 ms)
es: Técnicos: ruido de la señal o valores imposibles (intervalos <300 ms o >2000 ms)
fi: Tekninen — Signaalikohina tai mahdottomat arvot (välit <300 ms tai >2000 ms)
fr: Technique — Bruit du signal ou valeurs impossibles (intervalles <300 ms ou >2000 ms)
is: Tæknilegt — Suð í merki eða ómöguleg gildi (bil <300 ms eða >2000 ms)
it: Tecnici — Rumore del segnale o valori impossibili (intervalli <300 ms o >2000 ms)
ja: 技術的 — 信号ノイズまたはありえない値（300 ms 未満または 2000 ms 超の間隔）
ko: 기술적 — 신호 노이즈 또는 불가능한 값(<300ms 또는 >2000ms 간격)
nb: Teknisk — signalstøy eller umulige verdier (intervaller <300 ms eller >2000 ms)
nl: Technisch — Signaalruis of onmogelijke waarden (intervallen <300 ms of >2000 ms)
pt_br: Técnico — Ruído no sinal ou valores impossíveis (intervalos <300 ms ou >2000 ms)
ru: Технические — шум сигнала или невозможные значения (интервалы <300 мс или >2000 мс)
sv: Tekniska — Signalbrus eller omöjliga värden (intervall <300 ms eller >2000 ms)
zh_hans: 技术性 — 信号噪声或不可能的数值（间期 <300ms 或 >2000ms）

source: Terracotta (40-59)
ar: تيراكوتا (40-59)
de: Terrakotta (40–59)
es: Terracota (40-59)
fi: Terrakotta (40–59)
fr: Terre cuite (40-59)
is: Terrakotta (40-59)
ja: テラコッタ（40-59）
ko: 테라코타(40-59)
nb: Terrakotta (40-59)
pt_br: Terracota (40-59)
ru: Терракотовый (40–59)
sv: Terrakotta (40–59)
zh_hans: 赤陶色（40-59）

source: The "LF = sympathetic" myth was debunked by Billman (2013) and Reyes del Paso (2013). LF power during rest is substantially mediated by vagal activity. The app includes it for completeness but never uses it as a primary recovery indicator.
ar: دحض Billman (2013) وReyes del Paso (2013) خرافة «LF = الودي». قدرة LF أثناء الراحة يتوسطها النشاط المبهمي إلى حد كبير. يتضمنها التطبيق للاكتمال لكنه لا يستخدمها أبدًا مؤشرًا أساسيًا للتعافي.
da: Myten om »LF = sympatisk« blev afkræftet af Billman (2013) og Reyes del Paso (2013). LF-effekt i hvile er i væsentlig grad medieret af vagal aktivitet. Appen medtager den for fuldstændighedens skyld, men bruger den aldrig som primær restitutionsindikator.
de: Der Mythos „LF = sympathisch“ wurde von Billman (2013) und Reyes del Paso (2013) widerlegt. Die LF-Leistung in Ruhe wird zu einem erheblichen Teil durch vagale Aktivität vermittelt. Die App zeigt sie der Vollständigkeit halber an, nutzt sie aber nie als primären Erholungsindikator.
es: El mito de «LF = simpático» lo desmintieron Billman (2013) y Reyes del Paso (2013). La potencia LF en reposo está mediada en gran parte por la actividad vagal. La app la incluye para que esté completo, pero nunca la usa como indicador principal de recuperación.
fi: "LF = sympaattinen" -myytin kumosivat Billman (2013) ja Reyes del Paso (2013). Lepotilan LF-tehoa välittää merkittävästi vagaalinen aktiivisuus. Sovellus sisältää sen kattavuuden vuoksi, mutta ei koskaan käytä sitä ensisijaisena palautumisen ilmaisimena.
fr: Le mythe « LF = sympathique » a été réfuté par Billman (2013) et Reyes del Paso (2013). La puissance LF au repos est en grande partie influencée par l’activité vagale. L’app l’inclut par souci d’exhaustivité, mais ne l’utilise jamais comme indicateur principal de récupération.
is: Goðsögnin „LF = sympatískt“ var hrakin af Billman (2013) og Reyes del Paso (2013). LF-afl í hvíld er að verulegu leyti miðlað af vagusvirkni. Appið hefur það með til að vera tæmandi en notar það aldrei sem aðalvísi um bata.
it: Il mito "LF = simpatico" è stato smentito da Billman (2013) e Reyes del Paso (2013). A riposo la potenza LF è in buona parte mediata dall'attività vagale. L'app la include per completezza ma non la usa mai come indicatore principale del recupero.
ja: 「LF = 交感神経」という通説は、Billman（2013）と Reyes del Paso（2013）によって否定されました。安静時の LF パワーは、迷走神経活動によってかなりの部分が媒介されています。アプリは網羅性のためにこれを含めていますが、主要な回復指標としては決して使いません。
ko: "LF = 교감신경"이라는 통념은 Billman(2013)과 Reyes del Paso(2013)에 의해 반박되었습니다. 안정 시 LF 파워는 상당 부분 미주신경 활동에 의해 매개됩니다. 앱은 완전성을 위해 이를 포함하지만 주요 회복 지표로는 절대 사용하지 않습니다.
nb: Myten om at «LF = sympatisk» ble tilbakevist av Billman (2013) og Reyes del Paso (2013). LF-effekt i hvile formidles i betydelig grad av vagal aktivitet. Appen tar den med for fullstendighetens skyld, men bruker den aldri som hovedindikator for restitusjon.
nl: De mythe ‘LF = sympathisch’ is weerlegd door Billman (2013) en Reyes del Paso (2013). LF-vermogen in rust wordt grotendeels bepaald door vagale activiteit. De app toont het voor de volledigheid, maar gebruikt het nooit als belangrijkste herstelindicator.
pt_br: O mito de que "LF = simpático" foi desmentido por Billman (2013) e Reyes del Paso (2013). A potência LF em repouso é em grande parte mediada pela atividade vagal. O app a inclui para que a análise fique completa, mas nunca a usa como indicador principal de recuperação.
ru: Миф «LF = симпатическая активность» опровергли Billman (2013) и Reyes del Paso (2013). Мощность LF в покое в значительной мере определяется вагусной активностью. Приложение показывает её для полноты, но никогда не использует как основной показатель восстановления.
sv: Myten "LF = sympatisk" avfärdades av Billman (2013) och Reyes del Paso (2013). LF-effekten i vila förmedlas till stor del av vagal aktivitet. Appen tar med den för fullständighetens skull men använder den aldrig som primär återhämtningsindikator.
zh_hans: “LF = 交感神经”的说法已被 Billman（2013）和 Reyes del Paso（2013）推翻。静息时的 LF 功率在很大程度上由迷走神经活动介导。应用为了完整性会包含它，但从不将其作为主要恢复指标。

source: The 15 most common voice queries ("what's my recovery score", "how did I sleep last night", "what's my RHR", etc.) bypass the LLM entirely — they answer from your data in ~50 ms with zero tokens. Anything ambiguous, parameterized, or in the speculation/medical/web band falls through to the model.
ar: الاستعلامات الصوتية الخمسة عشر الأكثر شيوعًا («ما درجة تعافيّ»، «كيف نمت الليلة الماضية»، «ما معدل نبضي أثناء الراحة»، إلخ) تتجاوز النموذج اللغوي تمامًا — وتُجاب من بياناتك في نحو 50 مللي ثانية دون أي رموز. أي شيء غامض أو يتضمن معاملات أو يقع في نطاق التخمين/الطب/الويب يُحال إلى النموذج.
da: De 15 mest almindelige stemmespørgsmål (»hvad er min restitutionsscore«, »hvordan sov jeg i nat«, »hvad er min hvilepuls« osv.) springer LLM'en helt over — de besvares ud fra dine data på ~50 ms uden tokens. Alt, der er tvetydigt, parameteriseret eller handler om spekulation/medicin/web, går videre til modellen.
de: Die 15 häufigsten Sprachanfragen („Wie ist mein Erholungswert?“, „Wie habe ich letzte Nacht geschlafen?“, „Wie ist meine Ruhe-HF?“ usw.) umgehen das Sprachmodell ganz — sie werden in ~50 ms ohne Tokens aus deinen Daten beantwortet. Alles Mehrdeutige, Parametrisierte oder aus dem Bereich Spekulation/Medizin/Web geht an das Modell.
es: Las 15 consultas de voz más habituales («cuál es mi puntuación de recuperación», «cómo dormí anoche», «cuál es mi FC en reposo», etc.) se saltan por completo el LLM: se responden a partir de tus datos en ~50 ms y sin gastar tokens. Todo lo ambiguo, con parámetros o del ámbito de la especulación, lo médico o la web pasa al modelo.
fi: 15 yleisintä puhekyselyä ("mikä on palautumispistemääräni", "miten nukuin viime yönä", "mikä on leposykkeeni" jne.) ohittavat kielimallin kokonaan — ne vastataan tiedoistasi noin 50 ms:ssa ilman tokeneita. Kaikki monitulkintainen, parametrisoitu tai spekulointiin, lääketieteeseen tai verkkoon liittyvä ohjataan mallille.
fr: Les 15 questions vocales les plus courantes (« quel est mon score de récupération », « comment ai-je dormi cette nuit », « quelle est ma FC au repos », etc.) contournent entièrement le LLM — elles répondent à partir de vos données en ~50 ms, sans aucun jeton. Tout ce qui est ambigu, paramétré, ou relève de la spéculation, du médical ou du web est transmis au modèle.
is: 15 algengustu raddfyrirspurnirnar („hvert er batastigið mitt“, „hvernig svaf ég í nótt“, „hver er hvíldarpúlsinn minn“ o.s.frv.) fara alveg fram hjá mállíkaninu — þeim er svarað úr gögnunum þínum á ~50 ms með engum tókum. Allt sem er tvírætt, með breytum eða fellur undir vangaveltur/læknisfræði/vef fer til líkansins.
it: Le 15 domande vocali più comuni ("qual è il mio punteggio di recupero", "come ho dormito stanotte", "qual è la mia FC a riposo", ecc.) saltano del tutto l'LLM: rispondono dai tuoi dati in circa 50 ms senza usare token. Tutto ciò che è ambiguo, parametrizzato o che riguarda ipotesi, temi medici o ricerche web passa al modello.
ja: 最もよくある 15 種類の音声の質問（「回復スコアは？」「昨夜はよく眠れた？」「安静時心拍数は？」など）は LLM を完全に迂回し、トークンを使わずに約 50 ms でデータから回答します。あいまいなもの、パラメータを含むもの、推測 / 医療 / ウェブの領域に入るものは、モデルに回されます。
ko: 가장 흔한 음성 질문 15가지("내 회복 점수는?", "어젯밤 잘 잤어?", "내 RHR은?" 등)는 LLM을 완전히 건너뜁니다 — 토큰 없이 약 50ms 만에 데이터에서 답합니다. 모호하거나, 매개변수가 있거나, 추측/의료/웹 영역에 속하는 질문은 모델로 넘어갑니다.
nb: De 15 vanligste talespørsmålene («hva er restitusjonsscoren min», «hvordan sov jeg i natt», «hva er hvilepulsen min» osv.) går helt utenom LLM-en — de besvares fra dataene dine på ~50 ms uten tokens. Alt som er tvetydig, har parametere eller hører hjemme i spekulasjon/medisin/nett, sendes videre til modellen.
nl: De 15 meest gestelde spraakvragen (“wat is mijn herstelscore”, “hoe heb ik vannacht geslapen”, “wat is mijn rusthartslag”, enz.) slaan het taalmodel helemaal over — ze worden in ~50 ms beantwoord uit je gegevens, zonder tokens. Alles wat dubbelzinnig is, parameters heeft of in de categorie speculatie/medisch/web valt, gaat door naar het model.
pt_br: As 15 perguntas por voz mais comuns ("qual é minha pontuação de recuperação", "como dormi ontem à noite", "qual é minha FC de repouso" etc.) não passam pelo LLM — são respondidas a partir dos seus dados em ~50 ms, sem gastar tokens. Qualquer coisa ambígua, com parâmetros ou na faixa de especulação/medicina/web segue para o modelo.
ru: 15 самых частых голосовых запросов («какая у меня оценка восстановления», «как я спал прошлой ночью», «какой у меня пульс в покое» и т. д.) вообще не идут в языковую модель — ответ берётся из ваших данных примерно за 50 мс без расхода токенов. Всё неоднозначное, с параметрами или относящееся к предположениям, медицине или интернету передаётся модели.
sv: De 15 vanligaste röstfrågorna ("vad är min återhämtningspoäng", "hur sov jag i natt", "vad är min vilopuls" osv.) går helt förbi språkmodellen — de besvaras från dina data på ~50 ms utan några token. Allt som är tvetydigt, har parametrar eller rör spekulation, medicin eller webben går vidare till modellen.
zh_hans: 15 个最常见的语音查询（“我的恢复评分是多少”“我昨晚睡得怎么样”“我的静息心率是多少”等）完全绕过 LLM — 它们在约 50 毫秒内根据你的数据作答，消耗零 token。任何含糊的、带参数的，或属于推测/医疗/网络类别的问题，都会交给模型处理。

source: The 4-call budget
ar: ميزانية الاستدعاءات الأربعة
da: Budgettet på 4 kald
de: Das Budget von 4 Aufrufen
es: El límite de 4 llamadas
fi: 4 kutsun budjetti
fr: Le budget de 4 appels
is: 4 kalla kvótinn
it: Il budget di 4 chiamate
ja: 4 回の呼び出し予算
ko: 4회 호출 예산
nb: Budsjettet på 4 kall
nl: Het budget van 4 aanroepen
pt_br: O limite de 4 chamadas
ru: Бюджет в 4 вызова
sv: Budgeten på 4 anrop
zh_hans: 4 次调用预算
